---
type: FilterStringContains
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringContains

`Autodesk.Revit.DB.FilterStringContains` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringContains | 2011 | `public FilterStringContains ()` |